Repository: Tiago1511/Crypto
Catalog: Crypto/Localizable.xcstrings
Source language: en
Languages: pt_pt

source: 24h Hight
pt_pt: 24h Peço mais Alto

source: 24h Low
pt_pt: 24h Peço mais Baixo

source: 24h Volume
pt_pt: Volume Voltado

source: Add
pt_pt: Adicionar

# Add Wallet
source: Add in wallet
pt_pt: Adicionar na carteira

source: Cancel
pt_pt: Cancelar

source: Circulating
pt_pt: Circulação

# Coin Already Exist
source: Currency already added
pt_pt: Moeda já adicionada

source: Coins
pt_pt: Moedas

# CurrencyExistsMessage
source: You already have this currency in your wallet. Go there to view or modify it.
pt_pt: Já possui esta moeda na sua carteira. Vá até á carteira para a visualizar ou alterar.

source: Data
pt_pt: Dado

source: Day
pt_pt: Dia

source: Days
pt_pt: Dias

source: Empty data
pt_pt: Sem dados

source: Error
pt_pt: Erro

source: Go to wallet
pt_pt: Ir para a carteira

source: Invalid quantity
pt_pt: Quantidade invalida

# invalidQuantityMessage
source: Invalid quantity
pt_pt: Quantidade Invalida

# Lenght :%lld/%lld
source: Lenght :%1$lld/%2$lld
pt_pt: Comprimento :%1$lld/%2$lld

source: Market
pt_pt: Mercado

source: Market data
pt_pt: Dados do mercado

source: Max supply
pt_pt: Maximo possível

source: Price
pt_pt: Preço

source: Quantity
pt_pt: Quantidade

source: Search coins
pt_pt: Pesquisar moedas

source: Something went wrong. Please try again.
pt_pt: Algo correu mal. Por favor, tente novamente.

source: Supply
pt_pt: Oferta

# ToatalValue:
source: Total value:
pt_pt: Valor total:

source: Total supply
pt_pt: Total criado

source: Tray again
pt_pt: Tente novamente

source: Unable to load prices
pt_pt: Não foi possível carregar os preços

source: Wallet
pt_pt: Carteira
